arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
justjavac.vscode-deno
mauve.terraform
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.Go
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
shardulm94.trailing-spaces
tomphilbin.gruvbox-themes
zhuangtongfa.material-theme
