budparr.language-hugo-vscode
bungcip.better-toml
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
golang.go
hashicorp.terraform
jdinhlife.gruvbox
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
redhat.vscode-commons
redhat.vscode-yaml
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
sumneko.lua
zhuangtongfa.material-theme
