arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
denoland.vscode-deno
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
redhat.java
redhat.vscode-yaml
shardulm94.trailing-spaces
tomphilbin.gruvbox-themes
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zhuangtongfa.material-theme
